content/imported/tutorials/heat-exchanger-simplified/fluid-top-openfoam/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}

dimensions      [ 0 2 -2 0 0 0 0 ];

internalField   uniform 0.1;

boundaryField
{
    interface
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }
    inlet
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }
    outlet
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }
    top
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }
    slip-bottom
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }
    bottom
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }
    defaultFaces
    {
        type            empty;
    }
}
